<?php
return [
    'admin' => [
        'news' => [
            'store' => [
                'success' => 'Прекрасно! Новость добавлена.',
                'error' => 'Извините! Что-то пошло не так, не удалось добавить новость.'
            ],
            'update' => [
                'success' => 'Прекрасно! Новость сохранена.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить новость.'
            ]
        ],
        'user' => [
            'update' => [
                'success' => 'Прекрасно! Пользователь сохранен.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить пользователя.'
            ]
        ],
        'category' => [
            'store' => [
                'success' => 'Прекрасно! Категория добавлена.',
                'error' => 'Извините! Что-то пошло не так, не удалось добавить категорию.'
            ],
            'update' => [
                'success' => 'Прекрасно! Категория сохранена.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить категорию.'
            ]
        ],
        'contact' => [
            'store' => [
                'success' => 'Прекрасно! Сообщение добавлено.',
                'error' => 'Извините! Что-то пошло не так, не удалось добавить сообщение.'
            ],
            'update' => [
                'success' => 'Прекрасно! Сообщение сохранено.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить сообщение.'
            ]
        ],
        'order' => [
            'store' => [
                'success' => 'Прекрасно! Заказ добавлен.',
                'error' => 'Извините! Что-то пошло не так, не удалось добавить заказ.'
            ],
            'update' => [
                'success' => 'Прекрасно! Заказ сохранен.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить заказ.'
            ]
        ],
        'resource' => [
            'store' => [
                'success' => 'Прекрасно! Ресурс добавлен.',
                'error' => 'Извините! Что-то пошло не так, не удалось добавить Ресурс.'
            ],
            'update' => [
                'success' => 'Прекрасно! Ресурс сохранен.',
                'error' => 'Извините! Что-то пошло не так, не удалось сохранить Ресурс.'
            ],
            'parce' => [
                'success' => 'Ресурс поставлен в очередь парсинга.',
                'error' => 'Извините! Что-то пошло не так, не удалось поставить в очередь Ресурс.'
            ]
        ],
    ],
    'auth' => [
        'norules' => 'У вас нет прав доступа к этому разделу!'
    ],
];